cask_args appdir: '/Applications'

tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "osx-cross/avr"
tap "px4/px4"
brew "avrdude"
brew "awscli"
brew "bat"
brew "circleci", link: false
brew "clang-format"
brew "dfu-programmer"
brew "dfu-util"
brew "exa"
brew "fd"
brew "fish"
brew "ghq"
brew "git"
brew "graphviz"
brew "hub"
brew "mysql"
brew "nodebrew"
brew "procs"
brew "pyenv"
brew "python"
brew "rbenv"
brew "ripgrep"
brew "rust"
brew "slackcat"
brew "terraform"
brew "tig"
brew "zsh"
brew "github/gh/gh"
brew "mongodb/brew/mongodb-community"
brew "osx-cross/avr/avr-gcc@8", link: true
brew "px4/px4/gcc-arm-none-eabi"
cask "abstract"
cask "alacritty"
cask "appcleaner"
cask "arduino"
cask "caffeine"
cask "craftmanager"
cask "discord"
cask "docker"
cask "dropbox"
cask "firefox"
cask "fork"
cask "gas-mask"
cask 'google-chrome'
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "hyper"
cask "hyperswitch"
cask "insomnia"
cask "iterm2"
cask "jasper"
cask "java"
cask "karabiner"
cask "karabiner-elements"
cask "keycastr"
cask "krisp"
cask "macvim"
cask "mysqlworkbench"
cask "notion"
cask "postman"
cask "rectangle"
cask "sequel-pro-nightly"
cask "sketch"
cask "sketchpacks"
cask "skype"
cask "slack"
cask "soundflower"
cask "sourcetree"
cask "spectrum"
cask "spotify"
cask "station"
cask "virtualbox"
cask "visual-studio-code"
cask "zeplin"
