tap "elastic/tap"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "osx-cross/avr"
tap "px4/px4"
tap "tophat/bar"
brew "avrdude"
brew "python@3.10"
brew "awscli"
brew "bat"
brew "glib"
brew "circleci"
brew "clang-format"
brew "coreutils"
brew "dfu-programmer"
brew "dfu-util"
brew "direnv"
brew "exa"
brew "fd"
brew "open-mpi"
brew "fftw"
brew "fish"
brew "flow"
brew "gh"
brew "ghq"
brew "git"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "hub"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "libfido2"
brew "libgsf"
brew "libssh2"
brew "node@16"
brew "mongosh"
brew "mysql"
brew "nghttp2"
brew "nginx"
brew "node"
brew "node-build"
brew "nodenv"
brew "openjdk"
brew "peco"
brew "pnpm"
brew "poppler"
brew "postgresql@14"
brew "procs"
brew "pyenv"
brew "tcl-tk", link: false
brew "python@3.8"
brew "python@3.9"
brew "qt"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "rust"
brew "slackcat"
brew "smartmontools"
brew "starship"
brew "terraform", link: false
brew "tfenv"
brew "the_silver_searcher"
brew "tig"
brew "tree"
brew "vips"
brew "wget"
brew "zsh"
brew "heroku/brew/heroku"
brew "mongodb/brew/mongodb-community"
brew "osx-cross/avr/avr-gcc@8", link: true
brew "px4/px4/gcc-arm-none-eabi"
brew "tophat/bar/yvm"
cask "1password"
cask "abstract"
cask "alacritty"
cask "appcleaner"
cask "arduino"
cask "caffeine"
cask "discord"
cask "docker"
cask "dropbox"
cask "figma"
cask "firefox"
cask "fork"
cask "gas-mask"
cask "google-chrome-canary"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "hyper"
cask "hyperswitch"
cask "insomnia"
cask "iterm2"
cask "karabiner-elements"
cask "keycastr"
cask "kindle"
cask "krisp"
cask "macvim"
cask "miro"
cask "mysqlworkbench"
cask "notion"
cask "postman"
cask "raycast"
cask "rectangle"
cask "sequel-pro-nightly"
cask "sketch"
cask "sketchpacks"
cask "skitch"
cask "skype"
cask "sourcetree"
cask "spotify"
cask "tableplus"
cask "visual-studio-code"
cask "warp"
cask "zeplin"
